Repository: ichristo/owncloud-openshift-quickstart
Catalog: php/l10n/*/files.po
Languages: tr

source: Could not move %s - File with this name already exists
tr: %s taşınamadı. Bu isimde dosya zaten mevcut

source: Could not move %s
tr: %s taşınamadı

source: File name cannot be empty.
tr: Dosya adı boş olamaz.

source: "%s" is an invalid file name.
tr: "%s" geçersiz bir dosya adı.

source: Invalid name, '\', '/', '<', '>', ':', '"', '|', '?' and '*' are not allowed.
tr: Geçersiz isim. '\', '/', '<', '>', ':', '"', '|', '?' ve '*' karakterlerine izin verilmemektedir.

source: The target folder has been moved or deleted.
tr: Hedef klasör taşındı veya silindi.

source: The name %s is already used in the folder %s. Please choose a different name.
tr: %s ismi zaten %s klasöründe kullanılıyor. Lütfen farklı bir isim seçin.

source: Not a valid source
tr: Geçerli bir kaynak değil

source: Server is not allowed to open URLs, please check the server configuration
tr: Sunucunun adresleri açma izni yok, lütfen sunucu yapılandırmasını denetleyin

source: Error while downloading %s to %s
tr: %s, %s içine indirilirken hata

source: Error when creating the file
tr: Dosya oluşturulurken hata

source: Folder name cannot be empty.
tr: Klasör adı boş olamaz.

source: Error when creating the folder
tr: Klasör oluşturulurken hata

source: Unable to set upload directory.
tr: Yükleme dizini ayarlanamadı.

source: Invalid Token
tr: Geçersiz Belirteç

source: No file was uploaded. Unknown error
tr: Dosya yüklenmedi. Bilinmeyen hata

source: There is no error, the file uploaded with success
tr: Dosya başarıyla yüklendi, hata oluşmadı

source: The uploaded file exceeds the upload_max_filesize directive in php.ini:
tr: php.ini dosyasında upload_max_filesize ile belirtilen dosya yükleme sınırı aşıldı:

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
tr: Yüklenecek dosyanın boyutu HTML formunda belirtilen MAX_FILE_SIZE limitini aşıyor

source: The uploaded file was only partially uploaded
tr: Dosya karşıya kısmen yüklenebildi

source: No file was uploaded
tr: Hiç dosya gönderilmedi

source: Missing a temporary folder
tr: Geçici bir dizin eksik

source: Failed to write to disk
tr: Diske yazılamadı

source: Not enough storage available
tr: Yeterli disk alanı yok

source: Upload failed. Could not find uploaded file
tr: Yükleme başarısız. Yüklenen dosya bulunamadı

source: Upload failed. Could not get file info.
tr: Yükleme başarısız. Dosya bilgisi alınamadı.

source: Invalid directory.
tr: Geçersiz dizin.

source: Files
tr: Dosyalar

source: All files
tr: Tüm dosyalar

source: Unable to upload {filename} as it is a directory or has 0 bytes
tr: {filename} bir dizin veya 0 bayt olduğundan yüklenemedi

source: Total file size {size1} exceeds upload limit {size2}
tr: Toplam dosya boyutu {size1}, {size2} gönderme sınırını aşıyor

source: Not enough free space, you are uploading {size1} but only {size2} is left
tr: Yeterince boş alan yok. Gönderdiğiniz boyut {size1} ancak {size2} alan mevcut

source: Upload cancelled.
tr: Yükleme iptal edildi.

source: Could not get result from server.
tr: Sunucudan sonuç alınamadı.

source: File upload is in progress. Leaving the page now will cancel the upload.
tr: Dosya yükleme işlemi sürüyor. Şu anda sayfadan ayrılmak yükleme işlemini iptal edecek.

source: URL cannot be empty
tr: URL boş olamaz

source: {new_name} already exists
tr: {new_name} zaten mevcut

source: Could not create file
tr: Dosya oluşturulamadı

source: Could not create folder
tr: Klasör oluşturulamadı

source: Error fetching URL
tr: Adres getirilirken hata

source: Share
tr: Paylaş

source: Delete permanently
tr: Kalıcı olarak sil

source: Delete
tr: Sil

source: Rename
tr: Yeniden adlandır

source: Your download is being prepared. This might take some time if the files are big.
tr: İndirme hazırlanıyor. Dosyalar büyük ise bu biraz zaman alabilir.

source: Pending
tr: Bekliyor

source: Error moving file.
tr: Dosya taşıma hatası.

source: Error moving file
tr: Dosya taşıma hatası

source: Error
tr: Hata

source: Could not rename file
tr: Dosya adlandırılamadı

source: Error deleting file.
tr: Dosya silinirken hata.

source: Name
tr: İsim

source: Size
tr: Boyut

source: Modified
tr: Değiştirilme

source: %n folder
tr: %n dizin

source: %n file
tr: %n dosya

source: Uploading %n file
tr: %n dosya yükleniyor

source: "{name}" is an invalid file name.
tr: "{name}" geçersiz bir dosya adı.

source: Your storage is full, files can not be updated or synced anymore!
tr: Depolama alanınız dolu, artık dosyalar güncellenmeyecek veya eşitlenmeyecek.

source: Your storage is almost full ({usedSpacePercent}%)
tr: Depolama alanınız neredeyse dolu (%{usedSpacePercent})

source: Encryption App is enabled but your keys are not initialized, please log-out and log-in again
tr: Şifreleme Uygulaması etkin ancak anahtarlarınız başlatılmamış. Lütfen oturumu kapatıp yeniden açın

source: Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files.
tr: Şifreleme Uygulaması için geçersiz özel anahtar. Lütfen şifreli dosyalarınıza erişimi tekrar kazanabilmek için kişisel ayarlarınızdan özel anahtar parolanızı güncelleyin.

source: Encryption was disabled but your files are still encrypted. Please go to your personal settings to decrypt your files.
tr: Şifreleme işlemi durduruldu ancak dosyalarınız hala şifreli. Dosyalarınızın şifrelemesini kaldırmak için lütfen kişisel ayarlar kısmına geçin.

source: {dirs} and {files}
tr: {dirs} ve {files}

source: %s could not be renamed
tr: %s yeniden adlandırılamadı

source: Upload (max. %s)
tr: Yükle (azami: %s)

source: File handling
tr: Dosya işlemleri

source: Maximum upload size
tr: Azami yükleme boyutu

source: max. possible:
tr: mümkün olan en fazla:

source: Save
tr: Kaydet

source: Use this address to <a href="%s" target="_blank">access your Files via WebDAV</a>
tr: <a href="%s" target="_blank">Dosyalarınıza WebDAV aracılığıyla erişmek için</a> bu adresi kullanın

source: New
tr: Yeni

source: New text file
tr: Yeni metin dosyası

source: Text file
tr: Metin dosyası

source: New folder
tr: Yeni klasör

source: Folder
tr: Klasör

source: From link
tr: Bağlantıdan

source: You don’t have permission to upload or create files here
tr: Buraya dosya yükleme veya oluşturma izniniz yok

source: Nothing in here. Upload something!
tr: Burada hiçbir şey yok. Bir şeyler yükleyin!

source: Download
tr: İndir

source: Upload too large
tr: Yükleme çok büyük

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
tr: Yüklemeye çalıştığınız dosyalar bu sunucudaki azami yükleme boyutunu aşıyor.

source: Files are being scanned, please wait.
tr: Dosyalar taranıyor, lütfen bekleyin.

source: Currently scanning
tr: Şu anda taranan
