Repository: ichristo/owncloud-openshift-quickstart
Catalog: php/l10n/*/files_external.po
Languages: et_ee

source: Please provide a valid Dropbox app key and secret.
et_ee: Palun sisesta korrektne Dropboxi rakenduse võti ja salasõna.

source: External storage
et_ee: Väline andmehoidla

source: Local
et_ee: Kohalik

source: Location
et_ee: Asukoht

source: Key
et_ee: Võti

source: Secret
et_ee: Salasõna

source: Bucket
et_ee: Korv

source: Amazon S3 and compliant
et_ee: Amazon S3 ja ühilduv

source: Access Key
et_ee: Ligipääsu võti

source: Secret Key
et_ee: Salavõti

source: Hostname (optional)
et_ee: Hostinimi (valikuline)

source: Port (optional)
et_ee: Post (valikuline)

source: Region (optional)
et_ee: Regioon (valikuline)

source: Enable SSL
et_ee: SSL-i kasutamine

source: Enable Path Style
et_ee: Luba otsingtee stiilis

source: App key
et_ee: Rakenduse võti

source: App secret
et_ee: Rakenduse salasõna

source: Username
et_ee: Kasutajanimi

source: Password
et_ee: Parool

source: Root
et_ee: Juur

source: Secure ftps://
et_ee: Turvaline ftps://

source: Client ID
et_ee: Kliendi ID

source: Client secret
et_ee: Kliendi salasõna

source: Username (required)
et_ee: Kasutajanimi (kohustuslik)

source: Bucket (required)
et_ee: Korv (kohustuslik)

source: Region (optional for OpenStack Object Storage)
et_ee: Regioon (valikuline OpenStack Object Storage puhul)

source: API Key (required for Rackspace Cloud Files)
et_ee: API võti (vajalik Rackspace Cloud Files puhul)

source: Tenantname (required for OpenStack Object Storage)
et_ee: Rendinimi (tenantname , vajalik OpenStack Object Storage puhul)

source: Password (required for OpenStack Object Storage)
et_ee: Parool (vajalik OpenStack Object Storage puhul)

source: Service Name (required for OpenStack Object Storage)
et_ee: Teenuse nimi (vajalik OpenStack Object Storage puhul)

source: URL of identity endpoint (required for OpenStack Object Storage)
et_ee: Tuvastuse URL lõpp-punkt (vajalik OpenStack Object Storage puhul)

source: Timeout of HTTP requests in seconds (optional)
et_ee: HTTP päringu aegumine sekundites (valikuline)

source: Share
et_ee: Jaga

source: SMB / CIFS using OC login
et_ee: SMB / CIFS kasutades OC logimist

source: Username as share
et_ee: Kasutajanimi kui jagamine

source: Secure https://
et_ee: Turvaline https://

source: Remote subfolder
et_ee: Mujahl olev alamkaust

source: Access granted
et_ee: Ligipääs on antud

source: Error configuring Dropbox storage
et_ee: Viga Dropboxi salvestusruumi seadistamisel

source: Grant access
et_ee: Anna ligipääs

source: Error configuring Google Drive storage
et_ee: Viga Google Drive'i salvestusruumi seadistamisel

source: Personal
et_ee: Isiklik

source: System
et_ee: Süsteem

source: Saved
et_ee: Salvestatud

source: <b>Note:</b>
et_ee: <b>Märkus:</b>

source: and
et_ee: ja

source: <b>Note:</b> The cURL support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
et_ee: <b>Märkus:</b> cURL tugi puudub PHP paigalduses. FTP %s hoidla ühendamine pole võimalik. Palu oma süsteemihalduril paigaldata cURL tugi.

source: <b>Note:</b> The FTP support in PHP is not enabled or installed. Mounting of %s is not possible. Please ask your system administrator to install it.
et_ee: <b>Märkus:</b> FTP tugi puudub PHP paigalduses. FTP %s hoidla ühendamine pole võimalik. Palu oma süsteemihalduril paigaldata FTP tugi.

source: <b>Note:</b> "%s" is not installed. Mounting of %s is not possible. Please ask your system administrator to install it.
et_ee: <b>Märkus:</b> "%s" pole paigaldatud. Hoidla %s ühendamine pole võimalik. Palu oma süsteemihalduril paigaldata vajalik tugi.

source: You don't have any external storages
et_ee: Sul pole ühtegi välist andmehoidlat

source: Name
et_ee: Nimi

source: Storage type
et_ee: Andmehoidla tüüp

source: Scope
et_ee: Skoop

source: External Storage
et_ee: Väline salvestuskoht

source: Folder name
et_ee: Kausta nimi

source: Configuration
et_ee: Seadistamine

source: Options
et_ee: Valikud

source: Available for
et_ee: Saadaval

source: Add storage
et_ee: Lisa andmehoidla

source: No user or group
et_ee: Ühtki kasutajat või gruppi

source: All Users
et_ee: Kõik kasutajad

source: Groups
et_ee: Grupid

source: Users
et_ee: Kasutajad

source: Delete
et_ee: Kustuta

source: Enable User External Storage
et_ee: Luba kasutajatele väline salvestamine

source: Allow users to mount the following external storage
et_ee: Võimalda kasutajatel ühendada järgmist välist andmehoidlat

source: SSL root certificates
et_ee: SSL root sertifikaadid

source: Import Root Certificate
et_ee: Impordi root sertifikaadid
